Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# ChannelDetails.Metadata
source: {0:N0} subscribers | {1:N0} videos | {2:N0} views
af_za: {0:N0} intekenare | {1:N0} video's | {2:N0} aansigte
am_et: {0:N0} ተመዝጋቢዎች | {1:N0} ቪዲዮዎች | {2:N0} እይታዎች
ar_sa: مشتركي {0:N0} | فيديوهات {1:N0} | مشاهدات {2:N0}
as_in: {0:N0} গ্ৰাহক | {1:N0} ভিডিঅ' | {2:N0} দৰ্শনসমূহ
az_latn_az: {0:N0} abunəçiləri | {1:N0} videoları | {2:N0} baxışları
be_by: Падпісчыкі {0:N0} | {1:N0} відэа | Прагляды {2:N0}
bg_bg: {0:N0} абонати | {1:N0} видеоклипове | {2:N0} изгледи
bn_bd: {0:N0} গ্রাহকরা | {1:N0} ভিডিও | {2:N0} ভিউ
bs_latn_ba: {0:N0} pretplatnici | {1:N0} video zapisi | {2:N0} pregleda
ca_es: {0:N0} subscriptors | Vídeos {1:N0} | {2:N0} visualitzacions
cs_cz: Předplatitelé {0:N0} | Videa {1:N0} | Zobrazení {2:N0}
da_dk: {0:N0} abonnenter | {1:N0} videoer | {2:N0} visninger
de_de: {0:N0}-Abonnenten | {1:N0}-Videos | {2:N0}-Ansichten
el_gr: {0:N0} συνδρομητές | {1:N0} βίντεο | {2:N0} προβολές
es_us: Suscriptores {0:N0} | Vídeos {1:N0} | Vistas {2:N0}
et_ee: {0:N0} tellijad | {1:N0} videod | {2:N0} vaated
eu_es: {0:N0} harpidedunak | {1:N0} bideoak | {2:N0} ikuspegiak
fa_ir: مشترکین {0:N0} | ویدیوهای {1:N0} | نمایش {2:N0}
fi_fi: {0:N0} tilaajat | {1:N0} videot | {2:N0} näkymät
fil_ph: {0:N0} subscriber | {1:N0} na mga video | {2:N0} view
fr_ca: Abonnés {0:N0} | Vidéos {1:N0} | Vues {2:N0}
gl_es: {0:N0} subscritores | Vídeos {1:N0} | Vistas {2:N0}
gu_in: {0:N0} સબ્સ્ક્રાઇબર્સ | {1:N0} વિડિઓઝ | {2:N0} દૃશ્યો
he_il: מנויי {0:N0} | סרטוני {1:N0} | צפיות {2:N0}
hi_in: {0:N0} ग्राहक | {1:N0} वीडियो | {2:N0} दृश्य
hr_hr: {0:N0} pretplatnici | {1:N0} video zapisi | Pregledi {2:N0}
hu_hu: {0:N0} előfizetők | {1:N0} videók | {2:N0} nézetek
hy_am: {0:N0} բաժանորդներ | {1:N0} տեսանյութեր | {2:N0} դիտումներ
id_id: Pelanggan {0:N0} | Video {1:N0} | Tampilan {2:N0}
is_is: {0:N0} áskrifendur | {1:N0} myndbönd | {2:N0} skoðanir
it_it: Abbonati {0:N0} | Video {1:N0} | Visualizzazioni {2:N0}
ja_jp: {0:N0} 購読者 | {1:N0} ビデオ | {2:N0} ビュー
ka_ge: {0:N0} აბონენტები | {1:N0} ვიდეოები | {2:N0} ნახვები
kk_kz: {0:N0} жазылушылары | {1:N0} бейнелері | {2:N0} көріністері
km_kh: អតិថិជន {0:N0} | វីដេអូ {1:N0} | ការមើល {2:N0}
kn_in: {0:N0} ಚಂದಾದಾರರು | {1:N0} ವೀಡಿಯೊಗಳು | {2:N0} ವೀಕ್ಷಣೆಗಳು
ko_kr: {0:N0} 가입자 | {1:N0} 동영상 | {2:N0} 조회수
ky_kg: {0:N0} абоненттери | {1:N0} videos | {2:N0} көрүүлөр
lo_la: ຈອງ {0:N0} | ວິດີໂອ {1:N0} | ທັດສະນະ {2:N0}
lt_lt: {0:N0} prenumeratoriai | {1:N0} vaizdo įrašai | {2:N0} rodiniai
lv_lv: {0:N0} abonenti | {1:N0} video | {2:N0} skati
mk_mk: {0:N0} претплатници | {1:N0} видеа | {2:N0} прегледи
ml_in: {0:N0} വരിക്കാർ | {1:N0} വീഡിയോകൾ | {2:N0} കാഴ്ചകൾ
mn_mn: {0:N0} захиалагчид | {1:N0} видео | {2:N0} үзсэн
mr_in: {0:N0} सदस्य | {1:N0} व्हिडिओ | {2:N0} दृश्ये
ms_my: Pelanggan {0:N0} | Video {1:N0} | {2:N0} pandangan
nb_no: {0:N0} abonnenter | {1:N0} videoer | {2:N0} visninger
ne_np: {0:N0} सदस्यहरू | {1:N0} भिडियोहरू | {2:N0} दृश्यहरू
nl_nl: {0:N0}-abonnees | {1:N0}-video's | {2:N0}-weergaven
or_in: {0:N0} ଗ୍ରାହକ | | {1:N0} ଭିଡିଓ | {2:N0} ଦୃଶ୍ୟ |
pa_in: {0:N0} ਗਾਹਕ | {1:N0} ਵੀਡੀਓ | {2:N0} ਦ੍ਰਿਸ਼
pl_pl: Abonenci {0:N0} | Filmy {1:N0} | Widoki {2:N0}
pt_br: Assinantes {0:N0} | Vídeos {1:N0} | Visualizações {2:N0}
ro_ro: {0:N0} abonați | {1:N0} videoclipuri | Vizualizări {2:N0}
ru_ru: Подписчики {0:N0} | {1:N0} видео | Просмотры {2:N0}
si_lk: {0:N0} ග්‍රාහකයින් | {1:N0} වීඩියෝ | {2:N0} දසුන්
sk_sk: Predplatitelia {0:N0} | {1:N0} videá | Zobrazenia {2:N0}
sl_si: {0:N0} naročniki | {1:N0} videi | Pogledi {2:N0}
sq_al: abonentë {0:N0} | video {1:N0} | {2:N0} shikime
sr_cyrl_rs: {0:N0} претплатници | {1:N0} видеос | {2:N0} прегледа
sr_latn_rs: {0:N0} pretplatnici | {1:N0} videos | {2:N0} pregleda
sv_se: {0:N0} prenumeranter | {1:N0} videor | {2:N0} vyer
sw_ke: Wasajili wa {0:N0} | video za {1:N0} | Maoni ya {2:N0}
ta_in: {0:N0} சந்தாதாரர்கள் | {1:N0} வீடியோக்கள் | {2:N0} காட்சிகள்
te_in: {0:N0} చందాదారులు | {1:N0} వీడియోలు | {2:N0} వీక్షణలు
th_th: สมาชิก {0:N0} | วิดีโอ {1:N0} | จำนวนการดู {2:N0}
tr_tr: {0:N0} aboneleri | {1:N0} videoları | {2:N0} görüntüleme sayısı
uk_ua: Підписники {0:N0} | {1:N0} відео | Перегляди {2:N0}
ur_pk: {0:N0} سبسکرائبرز | {1:N0} ویڈیوز | {2:N0} ملاحظات
uz_latn_uz: {0:N0} obunachilari | {1:N0} videolari | {2:N0} ko'rishlar
vi_vn: Người đăng ký {0:N0} | Video {1:N0} | lượt xem {2:N0}
zh_hans_cn: {0:N0} 订阅者 | {1:N0} 视频 | {2:N0} 浏览次数
zh_hant_hk: {0:N0} 訂閱者 | {1:N0} 影片 | {2:N0} 瀏覽次數
zu_za: {0:N0} ababhalisile | {1:N0} amavidiyo | {2:N0} ukubukwa

# ChannelDetails.Unavailable
source: The requested channel is unavailable.
af_za: Die versoekte kanaal is nie beskikbaar nie.
am_et: የተጠየቀው ቻናል የለም።
ar_sa: القناة المطلوبة غير متاحة.
as_in: অনুৰোধ কৰা চেনেলটো উপলব্ধ নহয়।
az_latn_az: Tələb olunan kanal mövcud deyil.
be_by: Запытаны канал недаступны.
bg_bg: Исканият канал не е наличен.
bn_bd: অনুরোধ করা চ্যানেলটি অনুপলব্ধ৷
bs_latn_ba: Traženi kanal je nedostupan.
ca_es: El canal sol·licitat no està disponible.
cs_cz: Požadovaný kanál není dostupný.
da_dk: Den anmodede kanal er ikke tilgængelig.
de_de: Der angeforderte Kanal ist nicht verfügbar.
el_gr: Το κανάλι που ζητήθηκε δεν είναι διαθέσιμο.
es_us: El canal solicitado no está disponible.
et_ee: Taotletud kanal pole saadaval.
eu_es: Eskatutako kanala ez dago erabilgarri.
fa_ir: کانال درخواستی در دسترس نیست.
fi_fi: Pyydetty kanava ei ole käytettävissä.
fil_ph: Hindi available ang hiniling na channel.
fr_ca: La chaîne demandée n'est pas disponible.
gl_es: A canle solicitada non está dispoñible.
gu_in: વિનંતી કરેલ ચેનલ અનુપલબ્ધ છે.
he_il: הערוץ המבוקש אינו זמין.
hi_in: अनुरोधित चैनल अनुपलब्ध है.
hr_hr: Traženi kanal nije dostupan.
hu_hu: A kért csatorna nem érhető el.
hy_am: Հարցվող ալիքն անհասանելի է:
id_id: Saluran yang diminta tidak tersedia.
it_it: Il canale richiesto non è disponibile.
ja_jp: 要求されたチャンネルは利用できません。
ka_ge: მოთხოვნილი არხი მიუწვდომელია.
kk_kz: Сұралған арна қолжетімді емес.
km_kh: ឆានែលដែលបានស្នើគឺមិនមានទេ។
kn_in: ವಿನಂತಿಸಿದ ಚಾನಲ್ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 요청한 채널을 사용할 수 없습니다.
ky_kg: Суралган канал жеткиликсиз.
lo_la: ຊ່ອງທີ່ຮ້ອງຂໍບໍ່ສາມາດໃຊ້ໄດ້.
lt_lt: Prašomas kanalas nepasiekiamas.
lv_lv: Pieprasītais kanāls nav pieejams.
mk_mk: Бараниот канал е недостапен.
ml_in: അഭ്യർത്ഥിച്ച ചാനൽ ലഭ്യമല്ല.
mn_mn: Хүссэн суваг боломжгүй байна.
mr_in: विनंती केलेले चॅनल अनुपलब्ध आहे.
ms_my: Saluran yang diminta tidak tersedia.
nb_no: Den forespurte kanalen er utilgjengelig.
ne_np: अनुरोध गरिएको च्यानल अनुपलब्ध छ।
nl_nl: Het gevraagde kanaal is niet beschikbaar.
or_in: ଅନୁରୋଧ କରାଯାଇଥିବା ଚ୍ୟାନେଲ ଉପଲବ୍ଧ ନାହିଁ |
pa_in: ਬੇਨਤੀ ਕੀਤਾ ਚੈਨਲ ਅਣਉਪਲਬਧ ਹੈ।
pl_pl: Żądany kanał jest niedostępny.
pt_br: O canal solicitado não está disponível.
ro_ro: Canalul solicitat nu este disponibil.
ru_ru: Запрошенный канал недоступен.
si_lk: ඉල්ලූ නාලිකාව නොමැත.
sk_sk: Požadovaný kanál nie je dostupný.
sl_si: Zahtevani kanal ni na voljo.
sq_al: Kanali i kërkuar është i padisponueshëm.
sr_cyrl_rs: Тражени канал је недоступан.
sr_latn_rs: Traženi kanal je nedostupan.
sv_se: Den begärda kanalen är inte tillgänglig.
sw_ke: Kituo kilichoombwa hakipatikani.
ta_in: கோரப்பட்ட சேனல் கிடைக்கவில்லை.
te_in: అభ్యర్థించిన ఛానెల్ అందుబాటులో లేదు.
th_th: ช่องที่ร้องขอไม่พร้อมใช้งาน
tr_tr: İstenilen kanal kullanılamıyor.
uk_ua: Запитуваний канал недоступний.
ur_pk: درخواست کردہ چینل دستیاب نہیں ہے۔
uz_latn_uz: Soʻralgan kanal mavjud emas.
vi_vn: Kênh được yêu cầu không khả dụng.
zh_hans_cn: 请求的频道不可用。
zh_hant_hk: 請求的頻道不可用。
zu_za: Isiteshi esiceliwe asitholakali.

# CloseButton.Content
source: CLOSE
af_za: SLUIT
am_et: ዝጋ
ar_sa: إغلاق
as_in: CLOSE কৰক
az_latn_az: YAPIN
be_by: ЗАКРЫЦЬ
bg_bg: ЗАТВОРИ
bn_bd: বন্ধ
ca_es: TANCAR
cs_cz: ZAVŘÍT
da_dk: LUK
de_de: SCHLIESSEN
el_gr: ΚΛΕΙΣΤΕ
es_us: CERRAR
et_ee: SULGE
eu_es: ITXI
fa_ir: بستن
fi_fi: SULJE
fil_ph: Isara
fr_ca: FERMER
gl_es: PECHA
gu_in: બંધ
he_il: סגור
hi_in: बंद करें
hr_hr: ZATVORI
hu_hu: ZÁRJA
hy_am: ՓԱԿԵԼ
id_id: TUTUP
is_is: LOKAÐ
it_it: CHIUDERE
ja_jp: 閉じる
ka_ge: დახურვა
kk_kz: ЖАБУ
km_kh: បិទ
kn_in: ಮುಚ್ಚು
ko_kr: 닫기
ky_kg: ЖАБУУ
lo_la: ປິດ
lt_lt: UŽDARYTI
lv_lv: AIZVĒRT
mk_mk: ЗАТВОРИ
ml_in: അടയ്ക്കുക
mn_mn: ХААХ
mr_in: बंद करा
ms_my: TUTUP
nb_no: LUKK
ne_np: बन्द
nl_nl: SLUIT
or_in: ବନ୍ଦ |
pa_in: ਬੰਦ ਕਰੋ
pl_pl: ZAMKNIJ
pt_br: FECHAR
ro_ro: ÎNCHIS
ru_ru: ЗАКРЫТЬ
si_lk: වසා දමන්න
sk_sk: ZATVORTE
sl_si: ZAPRI
sq_al: MBYLL
sr_cyrl_rs: ЗАТВОРИ
sr_latn_rs: ZATVORI
sv_se: STÄNG
sw_ke: FUNGA
ta_in: மூடவும்
te_in: మూసివేయి
th_th: ปิด
tr_tr: KAPAT
uk_ua: ЗАКРИТИ
ur_pk: بند
uz_latn_uz: YOPISH
vi_vn: ĐÓNG
zh_hans_cn: 关闭
zh_hant_hk: 關閉
zu_za: VALA

# Common.ApiNetworkFailure
source: The YouTube Data API could not be reached. Check the network connection.
af_za: Die YouTube Data API kon nie bereik word nie. Gaan die netwerkverbinding na.
am_et: የዩቲዩብ ዳታ ኤፒአይ ሊደረስበት አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ።
ar_sa: تعذر الوصول إلى YouTube Data API. تحقق من اتصال الشبكة.
as_in: ইউটিউব ডাটা এপিআইৰ সৈতে যোগাযোগ কৰিব পৰা নগ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক।
az_latn_az: YouTube Data API ilə əlaqə saxlamaq mümkün olmadı. Şəbəkə bağlantısını yoxlayın.
be_by: Не ўдалося звязацца з API дадзеных YouTube. Праверце падключэнне да сеткі.
bg_bg: API за данни на YouTube не можа да бъде достигнат. Проверете мрежовата връзка.
bn_bd: YouTube ডেটা API-তে পৌঁছানো যায়নি। নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
bs_latn_ba: Nije moguće pristupiti YouTube Data API-ju. Provjerite mrežnu vezu.
ca_es: No s'ha pogut accedir a l'API de dades de YouTube. Comproveu la connexió de xarxa.
cs_cz: Rozhraní YouTube Data API se nepodařilo získat. Zkontrolujte připojení k síti.
da_dk: YouTube Data API kunne ikke nås. Tjek netværksforbindelsen.
de_de: Die YouTube-Daten-API konnte nicht erreicht werden. Überprüfen Sie die Netzwerkverbindung.
el_gr: Δεν ήταν δυνατή η πρόσβαση στο YouTube Data API. Ελέγξτε τη σύνδεση δικτύου.
es_us: No se pudo acceder a la API de datos de YouTube. Verifique la conexión de red.
et_ee: YouTube'i andmete API-ga ei õnnestunud ühendust saada. Kontrollige võrguühendust.
eu_es: Ezin izan da YouTube Data APIra iritsi. Egiaztatu sareko konexioa.
fa_ir: دسترسی به API داده YouTube امکان پذیر نیست. اتصال شبکه را بررسی کنید.
fi_fi: YouTuben datasovellusliittymään ei saada yhteyttä. Tarkista verkkoyhteys.
fil_ph: Hindi maabot ang YouTube Data API. Suriin ang koneksyon sa network.
fr_ca: L'API de données YouTube n'a pas pu être atteinte. Vérifiez la connexion réseau.
gl_es: Non se puido acceder á API de datos de YouTube. Comprobe a conexión de rede.
gu_in: YouTube ડેટા API સુધી પહોંચી શકાયું નથી. નેટવર્ક કનેક્શન તપાસો.
he_il: לא ניתן היה להגיע ל-YouTube Data API. בדוק את חיבור הרשת.
hi_in: YouTube डेटा API तक नहीं पहुंचा जा सका. नेटवर्क कनेक्शन की जाँच करें.
hr_hr: YouTube Data API nije dostupan. Provjerite mrežnu vezu.
hu_hu: A YouTube Data API nem érhető el. Ellenőrizze a hálózati kapcsolatot.
hy_am: Չհաջողվեց միանալ YouTube Data API-ին: Ստուգեք ցանցային կապը:
id_id: API Data YouTube tidak dapat dijangkau. Periksa koneksi jaringan.
it_it: Impossibile raggiungere l'API dati di YouTube. Controlla la connessione di rete.
ja_jp: YouTube Data API にアクセスできませんでした。ネットワーク接続を確認してください。
ka_ge: YouTube მონაცემთა API-სთან დაკავშირება ვერ მოხერხდა. შეამოწმეთ ქსელის კავშირი.
kk_kz: YouTube деректер API интерфейсіне қол жеткізу мүмкін болмады. Желі қосылымын тексеріңіз.
km_kh: YouTube Data API មិនអាចទាក់ទងបានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ។
kn_in: YouTube ಡೇಟಾ API ಅನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: YouTube 데이터 API에 연결할 수 없습니다. 네트워크 연결을 확인하세요.
ky_kg: YouTube Data API'ге жете алган жок. Тармак туташуусун текшериңиз.
lo_la: ບໍ່ສາມາດຕິດຕໍ່ YouTube Data API ໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍ.
lt_lt: Nepavyko pasiekti „YouTube“ duomenų API. Patikrinkite tinklo ryšį.
lv_lv: YouTube datu API nevarēja sasniegt. Pārbaudiet tīkla savienojumu.
mk_mk: АПИ-то на YouTube Data не може да се достигне. Проверете ја мрежната врска.
ml_in: YouTube ഡാറ്റ API-യിൽ എത്തിച്ചേരാനായില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: YouTube Data API-д холбогдох боломжгүй байна. Сүлжээний холболтыг шалгана уу.
mr_in: YouTube डेटा API वर पोहोचता आले नाही. नेटवर्क कनेक्शन तपासा.
ms_my: API Data YouTube tidak dapat dicapai. Semak sambungan rangkaian.
nb_no: YouTube Data API kunne ikke nås. Sjekk nettverkstilkoblingen.
ne_np: YouTube डाटा API मा पुग्न सकिएन। नेटवर्क जडान जाँच गर्नुहोस्।
nl_nl: De YouTube Data API kan niet worden bereikt. Controleer de netwerkverbinding.
or_in: ୟୁଟ୍ୟୁବ୍ ଡାଟା API ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: YouTube ਡਾਟਾ API ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Nie udało się uzyskać dostępu do interfejsu API danych YouTube. Sprawdź połączenie sieciowe.
pt_br: Não foi possível acessar a API de dados do YouTube. Verifique a conexão de rede.
ro_ro: API-ul de date YouTube nu a putut fi accesat. Verificați conexiunea la rețea.
ru_ru: Не удалось получить доступ к API данных YouTube. Проверьте сетевое соединение.
si_lk: YouTube දත්ත API වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sk_sk: Rozhranie YouTube Data API sa nepodarilo získať. Skontrolujte sieťové pripojenie.
sl_si: Podatkovnega API-ja YouTube ni bilo mogoče doseči. Preverite omrežno povezavo.
sq_al: API-ja e të dhënave të YouTube nuk mund të arrihet. Kontrolloni lidhjen e rrjetit.
sr_cyrl_rs: Није могуће приступити ИоуТубе АПИ-ју података. Проверите мрежну везу.
sr_latn_rs: Nije moguće pristupiti YouTube API-ju podataka. Proverite mrežnu vezu.
sv_se: YouTube Data API kunde inte nås. Kontrollera nätverksanslutningen.
sw_ke: API ya Data ya YouTube haikuweza kufikiwa. Angalia muunganisho wa mtandao.
ta_in: YouTube தரவு API ஐ அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: YouTube డేటా API చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేయండి.
th_th: ไม่สามารถเข้าถึง YouTube Data API ตรวจสอบการเชื่อมต่อเครือข่าย
tr_tr: YouTube Veri API'sine ulaşılamadı. Ağ bağlantısını kontrol edin.
uk_ua: Не вдалося отримати доступ до API даних YouTube. Перевірте підключення до мережі.
ur_pk: YouTube ڈیٹا API تک نہیں پہنچ سکا۔ نیٹ ورک کنکشن چیک کریں۔
uz_latn_uz: YouTube Data API bilan bog‘lanib bo‘lmadi. Tarmoq ulanishini tekshiring.
vi_vn: Không thể truy cập API dữ liệu YouTube. Kiểm tra kết nối mạng.
zh_hans_cn: 无法访问 YouTube 数据 API。检查网络连接。
zh_hant_hk: 無法存取 YouTube 資料 API。檢查網路連線。
zu_za: I-YouTube Data API ayikwazanga ukufinyelelwa. Hlola uxhumano lwenethiwekhi.

# Common.ApiTimedOut
source: The YouTube Data API request timed out. Check the network connection and try again.
af_za: Die YouTube Data API-versoek het uitgetel. Gaan die netwerkverbinding na en probeer weer.
am_et: የዩቲዩብ ዳታ ኤፒአይ ጥያቄ ጊዜው አልፎበታል። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: انتهت مهلة طلب YouTube Data API. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: ইউটিউব ডাটা এপিআই অনুৰোধৰ সময় শেষ হৈ গ’ল। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: YouTube Data API sorğusunun vaxtı bitdi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Час чакання запыту YouTube Data API скончыўся. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Времето за изчакване на заявката за API за данни на YouTube изтече. Проверете мрежовата връзка и опитайте отново.
bn_bd: YouTube ডেটা API অনুরোধের সময় শেষ হয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Zahtjev za YouTube Data API je istekao. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: La sol·licitud de l'API de dades de YouTube s'ha esgotat. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Vypršel časový limit požadavku YouTube Data API. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: YouTube Data API-anmodningen fik timeout. Tjek netværksforbindelsen, og prøv igen.
de_de: Bei der YouTube-Daten-API-Anfrage ist eine Zeitüberschreitung aufgetreten. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το αίτημα του YouTube Data API έληξε. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: Se agotó el tiempo de espera de la solicitud de la API de datos de YouTube. Verifique la conexión de red e inténtelo nuevamente.
et_ee: YouTube Data API päring aegus. Kontrollige võrguühendust ja proovige uuesti.
eu_es: YouTube Data API eskaera denbora-muga gainditu da. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: زمان درخواست YouTube Data API تمام شد. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: YouTube Data API -pyyntö aikakatkaistiin. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Nag-time out ang kahilingan sa YouTube Data API. Suriin ang koneksyon sa network at subukang muli.
fr_ca: La requête de l'API YouTube Data a expiré. Vérifiez la connexion réseau et réessayez.
gl_es: Esgotouse o tempo de espera da solicitude da API de datos de YouTube. Comproba a conexión de rede e téntao de novo.
gu_in: YouTube ડેટા API વિનંતીનો સમય સમાપ્ત થયો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: תם הזמן הקצוב לבקשת YouTube Data API. בדוק את חיבור הרשת ונסה שוב.
hi_in: YouTube डेटा API अनुरोध का समय समाप्त हो गया। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Zahtjev za YouTube Data API istekao je. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A YouTube Data API kérése időtúllépést szenvedett. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: YouTube Data API-ի հարցումը սպառվել է: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Waktu permintaan API Data YouTube telah habis. Periksa koneksi jaringan dan coba lagi.
it_it: La richiesta dell'API dati di YouTube è scaduta. Controlla la connessione di rete e riprova.
ja_jp: YouTube Data API リクエストがタイムアウトしました。ネットワーク接続を確認して、再試行してください。
ka_ge: YouTube Data API მოთხოვნის დრო ამოიწურა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: YouTube деректер API сұрауының уақыты аяқталды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: សំណើរ API ទិន្នន័យ YouTube អស់ពេលហើយ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: YouTube ಡೇಟಾ API ವಿನಂತಿಯ ಅವಧಿ ಮೀರಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: YouTube 데이터 API 요청 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: YouTube Data API сурамынын мөөнөтү бүттү. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ຄຳຮ້ອງຂໍ API ຂໍ້ມູນ YouTube ໝົດເວລາ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Baigėsi „YouTube“ duomenų API užklausos skirtasis laikas. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: YouTube datu API pieprasījuma noildze. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Времето на барањето на YouTube Data API истече. Проверете ја мрежната врска и обидете се повторно.
ml_in: YouTube ഡാറ്റ API അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: YouTube Data API хүсэлтийн хугацаа дууссан. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: YouTube डेटा API विनंती कालबाह्य झाली. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Permintaan API Data YouTube tamat masa. Semak sambungan rangkaian dan cuba lagi.
nb_no: YouTube Data API-forespørselen ble tidsavbrutt. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: YouTube डेटा API अनुरोधको समय सकियो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: Er is een time-out opgetreden bij het YouTube Data API-verzoek. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ୟୁଟ୍ୟୁବ୍ ଡାଟା API ଅନୁରୋଧ ସମୟ ସମାପ୍ତ ହୋଇଛି | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: YouTube ਡਾਟਾ API ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋਇਆ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Upłynął limit czasu żądania YouTube Data API. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A solicitação da API de dados do YouTube expirou. Verifique a conexão de rede e tente novamente.
ro_ro: Solicitarea YouTube Data API a expirat. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Время ожидания запроса API данных YouTube истекло. Проверьте сетевое соединение и повторите попытку.
si_lk: YouTube Data API ඉල්ලීම කල් ඉකුත් විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Časový limit žiadosti YouTube Data API vypršal. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Zahteva YouTube Data API je potekla. Preverite omrežno povezavo in poskusite znova.
sq_al: Kërkesa e YouTube Data API ka skaduar. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Истекло је време за захтев за ИоуТубе Дата АПИ. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Isteklo je vreme za zahtev za YouTube Data API. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: YouTube Data API-begäran tog timeout. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Muda wa ombi la API ya Data ya YouTube umekwisha. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: YouTube டேட்டா API கோரிக்கை நேரம் முடிந்தது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: YouTube డేటా API అభ్యర్థన గడువు ముగిసింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: คำขอ YouTube Data API หมดเวลา ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: YouTube Veri API'sı isteği zaman aşımına uğradı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Час очікування запиту YouTube Data API минув. Перевірте підключення до мережі та повторіть спробу.
ur_pk: YouTube ڈیٹا API کی درخواست کا وقت ختم ہو گیا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: YouTube Data API so‘rovi muddati tugadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Yêu cầu API dữ liệu YouTube đã hết thời gian chờ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: YouTube 数据 API 请求超时。检查网络连接并重试。
zh_hant_hk: YouTube 資料 API 請求逾時。檢查網路連線並重試。
zu_za: Isicelo se-YouTube Data API siphelelwe yisikhathi. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# Common.Unknown
source: unknown
af_za: onbekend
am_et: የማይታወቅ
ar_sa: غير معروف
as_in: অজ্ঞাত
az_latn_az: naməlum
be_by: невядома
bg_bg: неизвестен
bn_bd: অজানা
bs_latn_ba: nepoznato
ca_es: desconegut
cs_cz: neznámý
da_dk: ukendt
de_de: unbekannt
el_gr: άγνωστο
es_us: desconocido
et_ee: teadmata
eu_es: ezezaguna
fa_ir: ناشناخته
fi_fi: tuntematon
fil_ph: hindi kilala
fr_ca: inconnu
gl_es: descoñecido
gu_in: અજ્ઞાત
he_il: לא ידוע
hi_in: अज्ञात
hr_hr: nepoznato
hu_hu: ismeretlen
hy_am: անհայտ
id_id: tidak diketahui
is_is: óþekkt
it_it: sconosciuto
ja_jp: 不明
ka_ge: უცნობი
kk_kz: белгісіз
km_kh: មិនស្គាល់
kn_in: ಅಜ್ಞಾತ
ko_kr: 알 수 없음
ky_kg: белгисиз
lo_la: ບໍ່ຮູ້ຈັກ
lt_lt: nežinomas
lv_lv: nezināms
mk_mk: непознат
ml_in: അജ്ഞാതം
mr_in: अज्ञात
ms_my: tidak diketahui
nb_no: ukjent
ne_np: अज्ञात
nl_nl: onbekend
or_in: ଅଜ୍ଞାତ
pa_in: ਅਗਿਆਤ
pl_pl: nieznany
pt_br: desconhecido
ro_ro: necunoscut
ru_ru: неизвестно
si_lk: නොදන්නා
sk_sk: neznámy
sl_si: neznano
sq_al: i panjohur
sr_cyrl_rs: непознато
sr_latn_rs: nepoznato
sv_se: okänt
sw_ke: haijulikani
ta_in: தெரியவில்லை
te_in: తెలియని
th_th: ไม่ทราบ
tr_tr: bilinmiyor
uk_ua: невідомий
ur_pk: نامعلوم
uz_latn_uz: noma'lum
vi_vn: không rõ
zh_hans_cn: 未知
zh_hant_hk: 未知
zu_za: engaziwa
